import React from 'react';
import './Favorite.css'

const Favorite = (props) => {
    return (
        
        <div id="favorite">
            <div className="contaimer">
                <div className="favorite">
            <div className="facts">
                <h1>10 Интересные факты о кошках</h1>
                <h2> 1. Путь кошек к одомашниванию занял 120 тысяч лет</h2>
<p>Примерно столько времени прошло от момента обособления подвида  <br /> степной кошки, от которой произошли все домашние,  до начала  совместной <br /> жизни  с человеком.</p>
            </div>
                </div>
                <div className="facts">
                <h2> 2. Самый тяжелый кот в мире</h2>
<p>Примерно столько времени прошло от момента обособления подвида  <br /> степной кошки, от которой произошли все домашние,  до начала  совместной <br /> жизни  с человеком.</p>
            </div>
                </div>
                     <div className="facts">
                     <h2> 3. Кошки — самые популярные домашние животные на Земле</h2>
<p>Представители книги рекордов Гиннеса принципиально отказываются регистрировать <br /> рекорды кошек-тяжеловесов. Это делается специально, чтобы у некоторых хозяев <br /> не возникло желание усиленно кормить питомца, чтобы прославиться. Нужно <br /> всегда соблюдать нормы кормления кошек, чтобы они были здоровы и не набирали лишний вес.</p>
            </div>
            <div className="facts">
                     <h2> 4.Ночью кошки видят в 6 раз лучше людей</h2>
<p>Домашним питомцам достаточно чуть больше 15% того света, при котором человек смог <br /> бы хоть что-то разглядеть в темноте, чтобы прекрасно видеть ночью. </p>
            </div>
            <div className="facts">
                     <h2> 5.Домашняя кошка бегает быстрее Усейна Болта</h2>
<p>Кошки, особенно во время охоты, могут разгоняться в беге до 45-50 км/ч. Максимальная <br /> скорость легендарного рекордсмена в беге на 100 метров лишь немного превысила 43 км/ч.</p>
            </div>
            <div className="facts">
                     <h2> 6. Кошки — одни из самых «ленивых» млекопитающих </h2>
<p>Они могут спать по 16-18 часов в сутки, и чем старше кошка — тем больше времени <br /> она уделяет сну. Таким образом, именно в этом состоянии питомцы проводят до 70% своей жизни.</p>
            </div>
            <div className="facts">
                     <h2> 7. Среди котов тоже бывают долгожители</h2>
<p>Средняя продолжительность жизни кошек при должном уходе — 12-15 лет. Нередко<br /> питомцы доживают до 20 лет и более. Но есть и абсолютные рекордсмены. Например, <br /> кошка по кличке Кримм Пафф из США прожила 38 лет и 3 дня.</p>
            </div>
            <div className="facts">
                     <h2> 8. Первые кошки появились раньше человека</h2>
<p>Предки всех современных кошек сформировались в эпоху Миоцена, которая  <br />закончилась больше 5 миллионов лет назад, а прямоходящий человек появился <br />почти на 3 миллиона лет позже.</p>
            </div>
            <div className="facts">
                     <h2> 9. В мире насчитывается около 200 пород домашних кошек</h2>
<p>Хотя, редкий человек сможет назвать больше 10-15. При этом «натуральных» пород <br /> всего около 40, остальные выведены путем скрещивания, иногда даже с дикими сородичами.</p>
            </div>
            <div className="facts">
                     <h2> 10. Кошки двигают ушами с помощью 32 мышц</h2>
<p>Благодаря им уши питомцев способны поворачиваться на 180 градусов, и кошкам не нужно <br /> постоянно вертеть головой, «выслушивая» добычу.</p>
            </div>
                </div>
        );
};

export default Favorite;